Repository: iOmega8561/Leafy
Catalog: MC3app/*.lproj/Localizable.strings
Languages: it

# main_loglist
source: Cards
it: Schede

# main_startsession
source: Let's study!
it: Inizia a studiare!

# cdialog_text
source: Are you sure? All data will be lost!
it: Sei sicuro? Tutti i dati andranno persi!

# cdialog_confirm
source: Yes, let me exit.
it: Si, fammi uscire.

# title_loglist
source: Your cards
it: Le tue schede

# title_newlog
source: New card
it: Nuova scheda

# button_back
source: Back
it: Indietro

# button_exit
source: Exit
it: Esci

# button_save
source: Save
it: Salva

source: Angry
it: Arrabbiato

source: Happy
it: Felice

source: Sad
it: Triste

source: Surprised
it: Sorpreso

source: Tired
it: Stanco

# sheet_mandatory
source: This text field is mandatory
it: Questo campo è richiesto

# sheet_optional
source: This text field is optional
it: Questo campo è opzionale

# sheet_writemore_placeholder
source: Talk about your emotions
it: Parla delle tue emozioni

# sheet_nicewords_placeholder
source: Remember to be kind with yourself
it: Ricorda, sii gentile con te stesso

# sheet_subject
source: What was the subject?
it: Qual'era la materia?

# sheet_whatdidustudy
source: What did you study?
it: Cosa hai studiato?

# sheet_howdoyoufeel
source: How do you feel?
it: Come ti senti adesso?

# sheet_writemore
source: Want to write more?
it: Vuoi dire di più?

# sheet_saynice
source: Nice words for you!
it: Lasciati belle parole!

# details_title
source: Details
it: Dettagli

# details_studytime
source: Study time:
it: Tempo di studio:

# details_breaktime
source: Break time:
it: Tempo di pause:

# details_nicewords
source: Kind words to Myself
it: Le tue belle parole

# details_writemore
source: My feelings
it: Altro sui sentimenti

# stopwatch_studytime
source: Study time
it: Tempo studio

# stopwatch_breaktime
source: Break time
it: Tempo pausa

# stopwatch_start
source: Start
it: Avvia

# stopwatch_finish
source: Finish
it: Termina
